

var books_info = [

    {
        id: 1,
        author: 'Клайв Льюїс',
        title: 'Лев, чаклунка і платтяна шафа',
        type: 'Дитячі пригоди',
        img: 'images/books/book1.jpg',
        description: 'Друга книга «Хронік Нарнії» (цього своєрідного протоєвангелія англійського письменника і філософа-мораліста Клайва Стейплза Люїса) розповідає, що трапилося із чотирма дітьми — Пітером, Сюзан, Едмундом та Люсі, — коли їх на якийсь час відіслано з Лондона.Будинок старого професора, у якому діти зупинилися, виявився дуже цікавим і навіть чарівним. Бо, як з\'ясувалось, через стареньку шафу у порожній кімнаті можна потрапити до дивовижної країни Нарнії. І там діти пережили багато розмаїтих пригод, у яких мали нагоду ліпше пізнати себе, щоденно роблячи вибір поміж добром і злом.'
    },

    {
        id: 2,
        author: 'Чарлз Діккенс',
        title: 'Різдвяна пісня в прозі',
        type: 'новела',
        img: 'images/books/book2.jpg',
        description: 'Головний герой твору — власник торгової спілки «Скрудж і Марлей». Скрудж це була дуже скупа і жорстока людина. Люди боялися і не любили його, Скрудж не поважав Свята, вважав це нісенітницею, не вмів радіти. Увечері перед Різдвом він образив племінника, вилаяв свого працівника. А вночі до нього з\'явився привид товариша і компаньйона Марлея, про якого він давно забув. Привид Марлея розповів, як він тепер кається і страждає через те, що не робив добрих справ за життя. І пообіцяв, що Скрудж вночі зустрінеться з Духом Минулого, Духом Теперішнього та Духом Майбутнього Різдва...'
    },

    {
        id: 3,
        author: 'О. Генрі',
        title: 'Дари волхвів',
        type: 'оповідання',
        img: 'images/books/book3.jpg',
        description: 'О. Генрі в новелі "Дари волхвів" розповідає про те, як одна молода сімейна пара вибирає один одному подарунки на Різдво. Звідси і назва, адже за євангельською легендою звичай дарувати на Різдво подарунки стався після того, як три мудреця-волхви принесли дари новонародженому Ісусу. Вибір подарунків для юного подружжя був невеликий, тому що жили вони дуже бідно. Але зате любов їх була така сильна, що будь-який подарунок для коханої здавався їм негідним...'
    },

    {
        id: 4,
        author: 'Ернст Теодор Амадей Гофман',
        title: 'Лускунчик і мишачий король',
        type: 'казка',
        img: 'images/books/book4.jpg',
        description: '«Лускунчик і Мишачий король» Э. Т. А. Гофмана — це різдвяна казка в казці. У цьому добутку реальне (життя родини Штальбаумов) і казкове (історія Лускунчика) переплітаються так мистецьки, що часом губишся в здогадах: чи те війна іграшок і мишей приснилася Марі, чи те це було насправді… Лускунчик — хто він? Чи то це лялька, чи те зачарована людина… З першої ж глави поринаєш у таємничий, загадковий, фантастичний мир. Читаєш казку, і уява малює різдвяний стіл, весь заставлений чудесними подарунками, святкову ялинку, маленьку дівчинку Марі, казкове озеро із прекрасними лебедями. Із тривогою перегортаєш сторінки, на яких описується битва Мишачого короля й Лускунчика...'
    },

    {
        id: 5,
        author: 'Ганс Кристіан Андерсен',
        title: 'Снігова королева',
        type: 'казка',
        img: 'images/books/book5.jpg',
        description: 'Казка оповідає історію дітей Герди і Кая, що товаришували до того зимового дня, коли в очі Кая влучив уламок диявольського дзеркала і змінив його світогляд таким чином, що все гарне і добре він сприймав тепер як потворне та погане. Добрий хлопчик перетворився на норовливу дитину, злу і жорстоку. Крім того, він став повністю залежним від незнайомої жінки, яка заманила його до себе. Одного разу, незважаючи на попередження, хлопчик прив\'язав свої сани до карети зимової дами і поїхав з нею в невідомому напрямку...'
    },

    {
        id: 6,
        author: 'Туве Янссон',
        title: 'Чарівна зима',
        type: 'казка',
        img: 'images/books/book6.jpg',
        description:'Поспішайте скористатися рідкісною можливістю побачити Мумі-дол взимку. Справа в тому, що зазвичай Мумі-тролі впадають в сплячку з листопада по квітень, так було споконвіку. Але сталося непередбачене: Мумі-троль прокинувся в січні і не зміг заснути.Він став першим Мумі-тролем, який побачив цей сніжно-крижаний світ під назвою зима. Він намагається розбудити Мумі-маму, але марно. Малюк переляканий і самотній, але виявилося, що зимовий світ сповнений чудес і сюрпризів. Можна скотитися з гірки на срібній таці Мумі-мами, можна зліпити снігову бабу, можна знайти безліч таємничого і чудесного. Виявилося, багато друзів не сплять взимку, і готові розділити це чудовий час з маленьким Мумі-тролем.'
    },

    {
        id: 7,
        author: 'Сельма Лагерлеф',
        title: 'Легенда про різдвяну троянду',
        type: 'казка',
        img: 'images/books/book7.jpg',
        description: 'Диво різдвяної ночі змінює наш світ. Це свято - час примирення з ворогами і забуття образ. На Різдво з людьми відбуваються дивовижні перетворення, і навіть у найчерствіших серцях зароджуються іскри душевного тепла. "Легенда про Різдвяну троянді" Сельми Лагерлеф - це дивовижна казка про чудеса, які відбувалися в Геінгенському лісі. І єдине збережене свідоцтво тих подій - тендітна квітка, що виросла з корінців, зібраних абатом Іоанном. Всупереч холоду вона розпускається посеред зими, і за це її стали називати Різдвяної трояндою.'
    },

    {
        id: 8,
        author: 'Микола Гоголь',
        title: 'Вечори на хуторі поблизу Диканьки',
        type: 'збірка оповідань',
        img: 'images/books/book8.jpg',
        description:'Дія твору вільно переноситься з XIX століття («Сорочинський ярмарок») в XVII («Вечір напередодні Івана Купала»), а потім в XVIII («Травнева ніч, або Утоплена», «Пропала грамота», «Ніч перед Різдвом») і знову в XVII («Страшна помста»), і знову в XIX («Іван Федорович Шпонька і його тітонька»). Поєднують обидві книги розповіді діда дяка Хоми Григоровича — відчайдушного запорожця, який своїм життям ніби поєднує минуле і сьогодення, бувальщину і небилицю. Плин часу не розривається на сторінках твору, перебуваючи у своєрідній духовній та історичній неподільності.'
    },

    {
        id: 9,
        author: 'Фенні Флегг',
        title: 'Різдво і червоний кардинал',
        type: 'проза',
        img: 'images/books/book9.jpg',
        description:'На початку книги головний герой Освальд дізнається про страшний діагноз і вирішує провести останні дні не в пильному Чикаго, а в маловідомому поселенні. Саме в цьому місці з дивними звичаями Освальд святкуватиме своє останнє Різдвоб напередодні якого починають коїтися чарівні речі, що змінюють життя головного героя і місцевих мешканців...'
    },

    {
        id: 10,
        author: 'Донна Ванлір',
        title: 'Різдвяні туфлі',
        type: 'проза',
        img: 'images/books/book10.jpg',
        description:'Сумна різдвяна історія розповідає про двох різних людей, чиї долі перетнулися одного разу на Святвечір. У кожного своя історія, кожен хоче вирішити власні проблеми. Якщо ви досі не знаєте, як пара туфель може змінити життя, то ця книга для вас.'
    },

    {
        id: 11,
        author: 'Метт Хейг',
        title: 'Дівчинка, яка врятувала Різдво',
        type: 'проза',
        img: 'images/books/book11.jpg',
        description:'Ви знаєте, як працює диво? Те диво, завдяки якому олені злітають в небо? Те диво, яке допомагає Батькові Різдво облетіти весь світ за одну ніч? Надія. Ось як воно працює. Без надії не було б ніякого чаклунства. І в найпершу ніч, коли Батько Різдво вирішив подарувати дітям трохи щастя, маленька дівчинка Амелія зробила це можливим - так сильна була її віра в чудо. Але на наступне Різдво, коли Амелія відчайдушно потребувала в чаклунстві, батько Різдво не прийшов. Земля тремтіла від важкої ходи тролів, Ельфхельм лежав в руїнах, і олені ледь могли відірватися від землі. Батько Різдво не прийшов - і надія Амелії майже згасла. Але вона єдина, кому під силу врятувати Різдво ...'
    },

    {
        id: 12,
        author: 'Сара Еддісон Аллен',
        title: 'Цукрова королева',
        type: 'проза',
        img: 'images/books/book12.jpg',
        description:'Джозі вважає себе щасливою лише в ті хвилини, коли забирається в свій тайничок, де зберігаються цукерки і любовні романи. Їй вже двадцять сім, проте сором\'язливість заважає дівчині завести друзів і про любов вона знає лише з книжок. Нелегко їй живеться в одному будинку з деспотичною матір\'ю, але всупереч своєму нудному, одноманітному життю Джозі вміє мріяти! І доля прихильно посміхається їй, посилаючи досить несподівану зустріч. З цього дня з Джозі починають відбуватися неймовірні, запаморочливі події, які часто можна пояснити тільки чарами ...'
    }
];

exports.booksInfo = books_info;