var challenges_info = [

    {
        id: 1,
        text:'Написати лист Святому Миколаю'
    },
    {
        id: 2,
        text:'Навчитись готувати імбирне печиво'
    },
    {
        id: 3,
        text:'Придумати святкове меню та скласти список гостей'
    },
    {
        id: 4,
        text:'Подивитись улюблений новорічний фільм'
    },
    {
        id: 5,
        text:'Написати те,чого хочеш досягнути в наступному році.Заховати цей лист.'
    },
    {
        id: 6,
        text:'Підготувати подарунки на Новий Рік'
    },
    {
        id: 7,
        text:'Зліпити сніговика '
    },
    {
        id: 8,
        text:'Пригадати найяскравіші моменти за цей рік '
    },
    {
        id: 9,
        text:'Створити коллаж фотографій з найкращими моментами'
    },
    {
        id: 10,
        text:'Зробити новорічні відкритки для всієї родини '
    },
    {
        id: 11,
        text:'Покататись на ковзанах'
    },
    {
        id: 12,
        text:'Зробити генеральне прибирання в квартирі '
    },
    {
        id: 13,
        text:'Прикрасити квартиру'
    },
    {
        id: 14,
        text:'Прикрасити ялинку'
    },
    {
        id: 15,
        text:'Вивчити колядку'
    },
    {
        id: 16,
        text:'Влаштувати вечірку з друзями'
    }

    ];
exports.challenges_info = challenges_info;