var film_info=[
    {
        id:1,
        title:"Сам удома 1",
        icon:'images/films/1.jpg',
        type:"Комедiя, сiмейний",
        year:"1990",
        country:"США",
        director:"Кріс Коламбус",
        description:"Дев'ятирічний Кевін в сім'ї не дуже користувався пошаною: " +
        "домашні вважали його безпорадним і нудним дитям. На Різдво вся сім'я зібралася в подорож до Парижа." +
        " Але в результаті передноворічного поспіху Кевіна попросту забули! " +
        "Він залишився зовсім один удома у двоповерховому будинку. Через деякий час батьки," +
        " звичайно, виявили пропажу. Поки вони намагалися повернутися додому, Кевін справлявся " +
        "з господарством, не зважаючи на проблеми, і навіть відбив напад двох злодіїв Херрі і Марвіна." +
        " Вони, користуючись канікулами і декількаденною відсутністю господарів вдома, вирішили пограбувати будинки," +
        " у тому числі і сім'ї Кевіна."
    },

    {
        id:2,
        title:"Сам удома 2",
        icon:'images/films/2.jpg',
        type:"Комедiя, сiмейний",
        year:"1992",
        country:"США",
        director:"Кріс Коламбус",
        description:"Сюжет цього фільму розповідає про чарівного хлопчика Кевіна, який в черговий раз " +
        "виявляється розлученим зі своєю сім'єю. Кевін МакКалістер їде разом зі своєю сім'єю святкувати " +
        "Різдво. Проте в аеропорті він загубився, випустивши з уваги батька і абсолютно випадково відлітає" +
        " до Нью-Йорка. Велике незнайоме місто, маленький хлопчик. Здавалося б, Кевін повинен абсолютно " +
        "зневіритися, та ні. Маючи батьківську кредитку, герой влаштовує собі кращі канікули, про які лише" +
        " міг мріяти. Але в найнеочікуваніший момент на горизонті з'являються шахраї Гарі і Марв, які мріють" +
        " помститися Кевіну за те, що той відправив їх до в'язниці. "
    },

    {
        id:3,
        title:"Мiй друг - Дiд Мороз",
        icon:'images/films/3.jpg',
        type:"Комедiя, сiмейний",
        year:"1992",
        country:"Франція, Бельгія",
        director:"Олександр Коффре",
        description:"У чарівну різдвяну ніч маленький 6-річний хлопчик Антуан загадує своє заповітне бажання." +
        " Він мріє, щоб Санта-Клаус прокатав його на своїх чарівних санях по зоряному небу. У ту ж ніч хлопчик " +
        "виявляє на своєму балконі Санту. Він дуже здивувався цій події. Але Антуану і в голову не могло прийти," +
        " що це зовсім не старий добрий Санта-Клаус, а звичайний квартирний злодій, який вирішив використовувати " +
        "святкову ніч у своїх цілях. Сам грабіжник був здивований не менше хлопчика. Спочатку він хотів швидше " +
        "позбутися маляти. Але надалі вони стали разом спустошувати квартири парижан. До того ж, грабіжник " +
        "перейнявся бажанням хлопчика і вирішив допомогти здійснити його ."
    },

    {
        id:4,
        title:"Напередоднi Рiздва ",
        icon:'images/films/4.jpg',
        type:"Комедiя, сiмейний",
        year:"2014",
        country:"США",
        director:"Джей Расселл",
        description:"Весела історія, яка відбулася напередодні Різдва, хтось підкидає під" +
        " торговий центр, красиву коробку, всередині якої співробітники виявили цуценя і записку," +
        " в якій просять віддати його в добрі руки. Колеги по роботі, не можуть з'ясувати, хто буде " +
        "стежити за щеням і кидають жереб"
    },

    {
        id:5,
        title:"Гремлни",
        icon:'images/films/5.jpg',
        type:"Комедiя,фентезi",
        year:"1984",
        country:"США",
        director:"Джо Данте",
        description:"Маленькі, зелені ... монстри. Вони вимагають лише дотримання декількох правил:" +
        " вода, їжа, відсутність яскравого світла. Тепер же, коли правила порушені, гремліни виходять " +
        "на вулиці Кінгстон Фоллс, щоб відновити справедливість, домогтися поваги та розважитися."
    },

    {
        id:6,
        title:"Чотири Рiздва",
        icon:'images/films/6.jpg',
        type:"Комедiя,драма,мелодрама",
        year:"2008",
        country:"США,Німеччина ",
        director:"Сет Гордон",
        description:"Що може бути гірше для дитини, ніж розлучення батьків? Мабуть це ще не найстрашніше," +
        " адже в дорослому житті їм належить відзначити Різдво у двох сім'ях, а героям комедійної мелодрами " +
        "Чотири різдва українською мовою, і зовсім в чотирьох. Бред і Кейт живуть разом близько трьох років, " +
        "вони чудово ставляться один до одного, мають спільні інтереси і насолоджуються життям удвох. Переживши " +
        "в дитинстві розлучення батьків, вони обидва виступають проти офіційного шлюбу. Напередодні Різдва закохані" +
        " молоді люди, як звичайно, придумують відмазку для батьків і збирають валізи на сонячні острови Фіджі." +
        " Але планам не судилося здійсниться. Через сильну негоду рейси авіакомпаній скасовані на невизначений термін." +
        " Тепер Кейт і Бред мають провідати своїх батьків і провести чотири Різдва в різних сім'ях, в яких родичі" +
        " зовсім не подарунки долі."
    },

    {
        id:7,
        title:"Дiвчинка з сiрниками",
        icon:'images/films/7.jpg',
        type:"Сiмейний, фентезi",
        year:"2013",
        country:"Німеччина ",
        director:"Уве Янсон",
        description:"За мотивами казки Ганса Крістіана Андерсена. Юна Інга живе в сирітському притулку разом" +
        " зі своїм маленьким другом Емілем. Притулком управляє жорстока пані Ландсфрід, яка змушує дітей працювати," +
        " щоб забезпечити їй безбідне життя. Напередодні Різдва Інга разом з іншими дітьми виходить на міську площу," +
        " щоб продавати сірники, але радісні городяни в передчутті свята проходять повз замерзаючих дітей. Ті деякі" +
        " гроші, що Інзі вдалося заробити, вона віддала Емілю, щоб хлопчика не покарали. Залишившись на нічній площі," +
        " дівчинка з сірниками продовжувала чекати, поки хто-небудь не зглянутися над нею і не купить її товар. " +
        "Зневірившись, дівчинка зайшла в будинок, де колись жила зі своїми батьками, і щоб хоч якось зігрітися " +
        "запалила сірник "
    },
    {
        id:8,
        title:"Книга бажань",
        icon:'images/films/8.jpg',
        type:"Драма ",
        year:"2006",
        country:"Канада",
        director:"Девід Вівер",
        description:"У переддень Різдва збуваються найзаповітніші бажання." +
        " Брітен, дівчина з багатої сім'ї. Її батьки весь час проводять на роботі і приділяють" +
        " мало уваги дочці. Рейчел, сирота і працює в стайні. Дівчата загадують свої заповітні " +
        "бажання, але несподівано опиняються в чужому тілі "
    },
    {
        id:9,
        title:"12 рiздвяних бажань",
        icon:'images/films/9.jpg',
        type:"Комедiя, фентезi",
        year:"2011",
        country:"США",
        director:"Пітер Салліван",
        description:"Життя Лорі Ліндсі розпадається на частини - і це напередодні Різдва! " +
        "Коли втрачати вже нічого, зневірена жінка звертається до психолога Ноель Найтінгейл" +
        " з проханням про допомогу. Але єдина порада, яку вона отримує - це піти додому і почати " +
        "загадувати бажання. Подолавши скепсис, Лора так і поступає."
    },

    {
        id:10,
        title:"Додому на Рiздво",
        icon:'images/films/10.jpg',
        type:"Мелодрама",
        year:"2017",
        country:"Канада",
        director:"Мел Демскі",
        description:"Лізі Ричфилд почувається пригнічено напередодні Різдва .Вона розлучилась" +
        " з хлопцем,її звільнили з роботи ,внаслідок чого вона розгубилась.Але удача не може " +
        "так легко її залишитиДівчина отримує нову роботу,її роботодавцями стає одна з " +
        "найвпливовіших сімей.Для Ліззі ця подія стає глобальним переворотом.Цікаво,що" +
        " станеться з дівчиною далі"
    },

    {
        id:11,
        title:"Льодовиковий перiод:Рiздво мамонтiв",
        icon:'images/films/11.jpg',
        type:"Мультфiльм",
        year:"2017",
        country:"США",
        director:"Карен Дішер",
        description:": У мультфільмі «Льодовиковий період. Різдво мамонтів» лінивець Сід," +
        " як завжди, відзначився. Він, із завидною постійністю, намагається робити як краще," +
        " а виходить у нього все навпаки. І завжди йому потрібна допомога друзів "
    },

    {
        id:12,
        title:"Рiздвяна пiсня",
        icon:'images/films/12.jpg',
        type:"Мультфiльм",
        year:"2009",
        country:"США",
        director:"Роберт Земекіс",
        description:": Ебенезера Скруджа - цікавить тільки особиста вигода. Йому начхати " +
        "на всі свята та Дні Подяки, він абсолютно впевнений у тому, що ці дні тільки перешкода," +
        " і створені, щоб заважати людям робити гроші. І ось за бажанням долі, напередодні Різдва" +
        " саме він стає результатом її експериментів, і, як не дивно, результат позитивний - Скрудж " +
        "на світ дивиться іншими очима "
    },

    {
        id:13,
        title:"Мiсiя:Рiздвяний порятунок",
        icon:'images/films/13.jpg',
        type:"Мультфiльм",
        year:"2009",
        country:"США",
        director:"Девід Сорен",
        description:"Цього разу героям такого улюбленого мультфільму належить виконати незвичайну," +
        " але дуже важливу операцію. На носі Різдво, а з Сантою у найневідповідніший момент трапляються" +
        " неприємності – сани поламані, пам’ять пропала, словом, свято в небезпеці. Компанія друзів " +
        "приймається врятувати становище і вирушає назустріч новим пригодам."
    },

    {
        id:14,
        title:"Барбi:Чудове Рiздво",
        icon:'images/films/14.jpg',
        type:"Мультфiльм",
        year:"2011",
        country:"США",
        director:"Марк Балдо, Террі Классен ",
        description:"Барбі разом з сестрами відправляються у Нью-Йорк на різдвяні свята. " +
        "Але через сильній снігопад плани дівчат змінюються, і вони потрапляють до " +
        "маленького містечка. На них чекають нові знайомства і різдвяні пригоди "

    },

    {
        id:15,
        title:"Полярний експрес ",
        icon:'images/films/15.jpg',
        type:"Мультфiльм",
        year:"2004",
        country:"США",
        director:"Роберт Земекіс",
        description:"До хлопчика, що перестав вірити в Санту, в Різдвяний Святвечір приїжджає" +
        " «Полярний експрес». На цьому потязі головний герой відправляється на Північний полюс," +
        " де йому і його новим друзям доведеться пережити неймовірні пригоди, проявити себе, " +
        "щоб дізнатися, чи існують чудеса насправді "
    },

    {
        id:16,
        title:"Снiгова королева ",
        icon:'images/films/16.jpg',
        type:"Мультфiльм",
        year:"2012",
        country:"США",
        director:"Карен Дішер",
        description:"І ось сталося так що на Землі все навколо замерзло і перетворилося на" +
        " холодну пустелю, в якій немає ні морів, ні садів. Адже тепер світом править Снігова" +
        " королева, яка все зробила для того, щоб люди більше не займалися творчими професіями. " +
        "Але у людей є надія адже на землі залишилися жити діти великого чарівника і тільки вони " +
        "можуть запобігти злим намірам королеви."
    },

    {
        id:17,
        title:"Крижане серце",
        icon:'images/films/17.jpg',
        type:"Мультфiльм",
        year:"2013",
        country:"США",
        director:"Кріс Бак, Дженніфер Лі",
        description:"За сюжетом, в Ельзи є магічний дар – вона повеліває снігом і кригою." +
        " Одного разу, Ельза випадково ледь не зачаклувала сестру. З того часу, вона дуже " +
        "боїться свого дару, намагається уникати людей, аби випадково не наробити біди." +
        " Ельза вирішила вести замкнене, самотнє життя та відправляється жити в далекі гори." +
        "Але приходить час, коли лише її здібності можуть врятувати країну. Збулося страшне" +
        " пророцтво і в королівстві наступила вічна зима. Зняти прокляття може лише Ельза. " +
        "Принцеса Анна, та її друзі відправляються в гори, на пошуки сестри."
    },

    {
        id:18,
        title:"Том i Джеррi: Маленькi помiчники Санти",
        icon:'images/films/18.jpg',
        type:"Мультфiльм",
        year:"2014",
        country:"США",
        director:"Даррел Ван Сіттерс",
        description:"Мишеня Джеррі вже досить давно насолоджується розміреним життям в " +
        "будинку-майстерні Санта-Клауса. Але незабаром сім'я доброго дідуся вирішує прихистити " +
        "у себе в будинку кота Тома. Нові сусіди абияк уживаються разом, але на Північному полюсі" +
        " починають відбуватися неприємні і дивні речі, які ставлять під загрозу свято Різдва і " +
        "Нового року. Чи зуміють невгамовні герої об'єднати свої сили для того, щоб врятувати свято?"
    },

    {
        id:19,
        title:"Пiнгвiни з Мадагаскару: Операцiя З Новим Роком",
        icon:'images/films/19.jpg',
        type:"Мультфiльм",
        year:"2005",
        country:"США",
        director:"Ерік Дарнелл",
        description:"запальний мультфільм «Пінгвіни з Мадагаскару в різдвяних пригодах» розповість " +
        "Вам про захопливі і веселі пригоди справжніх пінгвінів з Мадагаскару. Попереду на них чекає" +
        " неймовірний порятунок товариша-прапорщика, грандіозний подарунок білого ведмедя, весела" +
        " розправа над злою бабусею і її кровожерливим псом і приголомшливе караоке разом з глядачами."
    },

    {
        id:20,
        title:"Жах перед Рiздвом",
        icon:'images/films/20.jpg',
        type:"Мультфiльм",
        year:"1993",
        country:"США",
        director:"Генрі Селік",
        description:"Чудовий музичний мультфільм жахів, який занурить глядача у царство Хеллоуїн," +
        " царство страхів і жахів, де живуть мерці та чудовиська на чолі з царем жахів Джеком " +
        "Гарбузоголовим. Під різдво Джек випадково потрапляє в світ живих людей, де дізнається," +
        " що існують радість, добро і веселощі. Йому страшно захотілосявипробувати це почуття – " +
        "дарувати людям щастя – і він викрав Санта Клауса і зайняв його місце. Але це не виправдало " +
        "очікування, а лише призвело до жалюгідних результатів. Та й подарунки Джека нікому, м’яко " +
        "кажучи, не сподобалися. Але він все зрозумів і виправив свою помилку."

    }
];
exports.film_info = film_info;